Repository: Asncodes-80/flutter-comics-ui
Catalog: lib/src/l10n/intl_*.arb
Languages: fa

# backButtonTooltip
source: برگشت
fa: Back

# closeButtonLabel
source: بستن
fa: Close

# searchLabel
source: جستجو
fa: Search

# closeNavigationTooltip
source: بستن پیمایش‌گر
fa: Close Navigation

# openNavigationTooltip
source: بازکردن پیمایش‌گر
fa: Open Navigation

# clickToSearch
source: برای جستجو کلیک کنید
fa: Click to search

# modalBarrierDismissLabel
source: رد کردن
fa: Dismiss

# minimizeWindowTooltip
source: کوچک کردن
fa: Minimize

# restoreWindowTooltip
source: برگرداندن
fa: Restore

# closeWindowTooltip
source: بستن
fa: Close

# dialogLabel
source: دیالوگ
fa: Dialog

# cutActionLabel
source: بریدن
fa: Cut

# copyActionLabel
source: کپی کردن
fa: Copy

# pasteActionLabel
source: چسباندن
fa: Paste

# selectAllActionLabel
source: انتخاب همه
fa: Select all

# newTabLabel
source: ایجاد تب جدید
fa: Add new tab

# closeTabLabelSuffix
source: بستن تب
fa: Close tab

# scrollTabBackwardLabel
source: اسکرول لیست تب‌ها به عقب
fa: Scroll tab list backward

# scrollTabForwardLabel
source: اسکرول لیست تب‌ها به جلو
fa: Scroll tab list forward

# noResultsFoundLabel
source: نتیجه‌ای یافت نشد
fa: No results found

# copyActionTooltip
source: کپی کردن محتوای انتخاب شده در بریده‌دان
fa: Copy the selected content to the clipboard

# cutActionTooltip
source: برداشتن محتوای انتخاب شده و قراردادن آن در بریده‌دان
fa: Remove the selected content and put it in the clipboard

# pasteActionTooltip
source: درج کردن محتوای بریده‌دان در موقعیت فعلی
fa: Inserts the contents of the clipboard at the current location

# selectAllActionTooltip
source: انتخاب تمام محتوا
fa: Select all content

# hour
source: ساعت
fa: hour

# minute
source: دقیقه
fa: minute

# am
source: ق.ظ.
fa: AM

# pm
source: ب.ظ.
fa: PM

# month
source: ماه
fa: month

# day
source: روز
fa: day

# year
source: سال
fa: year
